bierner.markdown-preview-github-styles
danielpinto8zz6.c-cpp-compile-run
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
IronGeek.vscode-env
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-pt-BR
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
PKief.material-icon-theme
qwtel.sqlite-viewer
redhat.vscode-xml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Tobermory.es6-string-html
VisualStudioExptTeam.vscodeintellicode
Zignd.html-css-class-completion
