bierner.markdown-preview-github-styles
cschlosser.doxdocgen
danielpinto8zz6.c-cpp-compile-run
dracula-theme.theme-dracula
dsznajder.es7-react-js-snippets
ecmel.vscode-html-css
IronGeek.vscode-env
jeff-hykin.better-cpp-syntax
miguelsolorio.fluent-icons
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-pt-BR
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
PKief.material-icon-theme
qwtel.sqlite-viewer
redhat.vscode-xml
streetsidesoftware.code-spell-checker
streetsidesoftware.code-spell-checker-portuguese-brazilian
Tobermory.es6-string-html
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
Zignd.html-css-class-completion
